Repository: zhaomin1995/video_player
Catalog: Awesome Player/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, yue, zh_hans, zh_hant

source: %.0f%% size
de: %.0f%% Größe
es: Tamaño %.0f%%
fr: Taille %.0f%%
ja: %.0f%% サイズ
ko: %.0f%% 크기
pt_br: Tamanho %.0f%%
ru: Размер: %.0f%%
yue: %.0f%% 大細
zh_hans: %.0f%% 尺寸
zh_hant: %.0f%% 尺寸

source: %d results
de: %d Ergebnisse
es: %d resultados
fr: %d résultats
ja: %d 件の結果
ko: 결과 %d개
pt_br: %d resultados
ru: %d результатов
yue: %d 個結果
zh_hans: %d 个结果
zh_hant: %d 個結果

source: (No Chapters)
de: (Keine Kapitel)
es: (Sin capítulos)
fr: (Aucun chapitre)
ja: (チャプターなし)
ko: (챕터 없음)
pt_br: (Sem capítulos)
ru: (Нет глав)
yue: （冇章節）
zh_hans: （无章节）
zh_hant: （無章節）

source: (No Recent Files)
de: (Keine zuletzt verwendeten Dateien)
es: (Sin archivos recientes)
fr: (Aucun fichier récent)
ja: (最近使った項目なし)
ko: (최근 파일 없음)
pt_br: (Sem arquivos recentes)
ru: (Нет недавних файлов)
yue: （冇最近項目）
zh_hans: （没有最近的文件）
zh_hant: （沒有最近的項目）

source: (None)
de: (Keine)
es: (Ninguno)
fr: (Aucun)
ja: (なし)
ko: (없음)
pt_br: (Nenhum)
ru: (Нет)
yue: （無）
zh_hans: （无）
zh_hant: （無）

source: --- Subtitles ---
de: --- Untertitel ---
es: --- Subtítulos ---
fr: --- Sous-titres ---
ja: --- 字幕 ---
ko: --- 자막 ---
pt_br: --- Legendas ---
ru: --- Субтитры ---
yue: --- 字幕 ---
zh_hans: --- 字幕 ---
zh_hant: --- 字幕 ---

source: A new version is available: %@
de: Eine neue Version ist verfügbar: %@
es: Hay una nueva versión disponible: %@
fr: Une nouvelle version est disponible : %@
ja: 新しいバージョンが利用可能です: %@
ko: 새 버전이 사용 가능합니다: %@
pt_br: Nova versão disponível: %@
ru: Доступна новая версия: %@
yue: 有新版本可用：%@
zh_hans: 有新版本可用：%@
zh_hant: 有新版本可用:%@

source: A point set
de: Punkt A gesetzt
es: Punto A fijado
fr: Point A défini
ja: A 点を設定しました
ko: A 지점 설정됨
pt_br: Ponto A definido
ru: Точка A установлена
yue: A 點已設定
zh_hans: A 点已设定
zh_hant: A 點已設定

source: A-B Loop active
de: A-B-Schleife aktiv
es: Bucle A-B activo
fr: Boucle A-B active
ja: A-B ループを開始しました
ko: A-B 반복 활성화됨
pt_br: Loop A-B ativo
ru: Цикл A-B активен
yue: A-B 循環已開啟
zh_hans: A-B 循环已激活
zh_hant: A-B 循環已啟用

source: A-B Loop cleared
de: A-B-Schleife gelöscht
es: Bucle A-B borrado
fr: Boucle A-B effacée
ja: A-B ループを解除しました
ko: A-B 반복 해제됨
pt_br: Loop A-B limpo
ru: Цикл A-B сброшен
yue: A-B 循環已清除
zh_hans: A-B 循环已清除
zh_hant: A-B 循環已清除

source: A-B Repeat
de: A-B-Wiederholung
es: Repetir A-B
fr: Répétition A-B
ja: A-B リピート
ko: A-B 반복
pt_br: Repetir A-B
ru: Повтор A-B
yue: A-B 段重複
zh_hans: A-B 段重复
zh_hant: A-B 段重複

source: About Awesome Player
de: Über Awesome Player
es: Acerca de Awesome Player
fr: À propos d'Awesome Player
ja: Awesome Player について
ko: Awesome Player 정보
pt_br: Sobre o Awesome Player
ru: О программе Awesome Player
yue: 關於 Awesome Player
zh_hans: 关于 Awesome Player
zh_hant: 關於 Awesome Player

source: Acoustic
de: Akustisch
es: Acústico
fr: Acoustique
ja: アコースティック
ko: 어쿠스틱
pt_br: Acústico
ru: Акустика
yue: 原聲
zh_hans: 原声
zh_hant: 原聲

source: Action
de: Aktion
es: Acción
ja: アクション
ko: 동작
pt_br: Ação
ru: Действие
yue: 動作
zh_hans: 动作
zh_hant: 動作

source: Actual Size
de: Originalgröße
es: Tamaño real
fr: Taille réelle
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho Real
ru: Реальный размер
yue: 原本大細
zh_hans: 原始尺寸
zh_hant: 原始尺寸

source: Add Subtitle File…
de: Untertiteldatei hinzufügen…
es: Añadir archivo de subtítulos…
fr: Ajouter un fichier de sous-titres…
ja: 字幕ファイルを追加…
ko: 자막 파일 추가…
pt_br: Adicionar Arquivo de Legenda…
ru: Добавить файл субтитров…
yue: 加入字幕檔…
zh_hans: 添加字幕文件…
zh_hant: 加入字幕檔案…

source: AirPlay / Cast
de: AirPlay / Streaming
es: AirPlay / Transmisión
fr: AirPlay / Diffusion
ja: AirPlay / キャスト
ko: AirPlay / 캐스트
pt_br: AirPlay / Transmissão
ru: AirPlay / Трансляция
yue: AirPlay / 投放
zh_hans: AirPlay / 投屏
zh_hant: AirPlay / 投放

source: AirPlay: Local playback
de: AirPlay: Lokale Wiedergabe
es: AirPlay: Reproducción local
fr: AirPlay : lecture locale
ja: AirPlay: ローカル再生
ko: AirPlay: 로컬 재생
pt_br: AirPlay: Reprodução local
ru: AirPlay: Локальное воспроизведение
yue: AirPlay：本機播放
zh_hans: AirPlay：本地播放
zh_hant: AirPlay：本機播放

source: AirPlay: Playing on TV
de: AirPlay: Wiedergabe auf TV
es: AirPlay: Reproduciendo en TV
fr: AirPlay : lecture sur le téléviseur
ja: AirPlay: TV で再生中
ko: AirPlay: TV에서 재생 중
pt_br: AirPlay: Reproduzindo na TV
ru: AirPlay: Воспроизводится на ТВ
yue: AirPlay：喺電視度播放緊
zh_hans: AirPlay：正在电视上播放
zh_hant: AirPlay：正在電視上播放

source: Always HDR
de: Immer HDR
es: Siempre HDR
fr: Toujours HDR
ja: 常に HDR
ko: 항상 HDR
pt_br: Sempre HDR
ru: Всегда HDR
yue: 始終 HDR
zh_hans: 始终 HDR
zh_hant: 始終 HDR

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
yue: 外觀
zh_hans: 外观
zh_hant: 外觀

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Format d'image
ja: アスペクト比
ko: 화면 비율
pt_br: Proporção
ru: Соотношение сторон
yue: 長闊比
zh_hans: 宽高比
zh_hant: 長寬比

source: Aspect ratio: %@
de: Seitenverhältnis: %@
es: Relación de aspecto: %@
fr: Format d'image : %@
ja: アスペクト比: %@
ko: 화면 비율: %@
pt_br: Proporção: %@
ru: Соотношение сторон: %@
yue: 長闊比：%@
zh_hans: 宽高比：%@
zh_hant: 長寬比：%@

source: Audio Track
de: Audiospur
es: Pista de audio
fr: Piste audio
ja: 音声トラック
ko: 오디오 트랙
pt_br: Faixa de Áudio
ru: Звуковая дорожка
yue: 音軌
zh_hans: 音频轨道
zh_hant: 音軌

source: Audio delay reset
de: Audioverzögerung zurückgesetzt
es: Retardo de audio restablecido
fr: Décalage audio réinitialisé
ja: 音声遅延をリセットしました
ko: 오디오 지연 초기화됨
pt_br: Atraso de áudio redefinido
ru: Задержка звука сброшена
yue: 聲音延遲已重設
zh_hans: 音频延迟已重置
zh_hant: 音訊延遲已重設

source: Audio delay: %+.1fs
de: Audioverzögerung: %+.1fs
es: Retardo de audio: %+.1fs
fr: Décalage audio : %+.1f s
ja: 音声遅延: %+.1f秒
ko: 오디오 지연: %+.1f초
pt_br: Atraso de áudio: %+.1fs
ru: Задержка звука: %+.1f с
yue: 聲音延遲：%+.1f 秒
zh_hans: 音频延迟：%+.1f 秒
zh_hant: 音訊延遲：%+.1f 秒

source: Auto (recommended)
de: Automatisch (empfohlen)
es: Automático (recomendado)
fr: Auto (recommandé)
ja: 自動 (推奨)
ko: 자동 (권장)
pt_br: Automático (recomendado)
ru: Авто (рекомендуется)
yue: 自動 (建議)
zh_hans: 自动 (推荐)
zh_hant: 自動 (建議)

source: Awesome Player %@ is the latest version.
de: Awesome Player %@ ist die neueste Version.
es: Awesome Player %@ es la última versión.
fr: Awesome Player %@ est la dernière version.
ja: Awesome Player %@ が最新バージョンです。
ko: Awesome Player %@가 최신 버전입니다.
pt_br: Awesome Player %@ é a versão mais recente.
ru: Awesome Player %@ — последняя версия.
yue: Awesome Player %@ 係最新版本。
zh_hans: Awesome Player %@ 是最新版本。
zh_hant: Awesome Player %@ 是最新版本。

source: Awesome Player Help
de: Awesome Player Hilfe
es: Ayuda de Awesome Player
fr: Aide Awesome Player
ja: Awesome Player ヘルプ
ko: Awesome Player 도움말
pt_br: Ajuda do Awesome Player
ru: Справка Awesome Player
yue: Awesome Player 說明
zh_hans: Awesome Player 帮助
zh_hant: Awesome Player 說明

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
ja: 背景色
ko: 배경 색상
pt_br: Cor de Fundo
ru: Цвет фона
yue: 背景顏色
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Background Opacity
de: Hintergrund-Deckkraft
es: Opacidad del fondo
fr: Opacité de fond
ja: 背景の不透明度
ko: 배경 불투명도
pt_br: Opacidade do Fundo
ru: Непрозрачность фона
yue: 背景不透明度
zh_hans: 背景不透明度
zh_hant: 背景不透明度

source: Background: %@
de: Hintergrund: %@
es: Fondo: %@
fr: Arrière-plan : %@
ja: 背景: %@
ko: 배경: %@
pt_br: Fundo: %@
ru: Фон: %@
yue: 背景:%@
zh_hans: 背景:%@
zh_hant: 背景:%@

source: Bass Booster
de: Bassverstärkung
es: Refuerzo de graves
fr: Amplificateur de basses
ja: 低音ブースト
ko: 저음 강화
pt_br: Reforço de Graves
ru: Усилитель басов
yue: 低音增強
zh_hans: 低音增强
zh_hant: 低音增強

source: Bass Reducer
de: Bassreduzierung
es: Reductor de graves
fr: Réducteur de basses
ja: 低音カット
ko: 저음 감소
pt_br: Redutor de Graves
ru: Уменьшение басов
yue: 低音減弱
zh_hans: 低音减弱
zh_hant: 低音減弱

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
ko: 동작
pt_br: Comportamento
ru: Поведение
yue: 行為
zh_hans: 行为
zh_hant: 行為

source: Black
de: Schwarz
es: Negro
fr: Noir
ja: 黒
ko: 검정
pt_br: Preto
ru: Чёрный
yue: 黑色
zh_hans: 黑色
zh_hant: 黑色

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파랑
pt_br: Azul
ru: Синий
yue: 藍色
zh_hans: 蓝色
zh_hant: 藍色

source: Bottom of Screen
de: Unten am Bildschirm
es: Parte inferior de la pantalla
fr: Bas de l'écran
ja: 画面の下
ko: 화면 아래
pt_br: Base da Tela
ru: Внизу экрана
yue: 屏幕底部
zh_hans: 屏幕底部
zh_hant: 螢幕底部

source: Bottom of Video
de: Unten am Video
es: Parte inferior del video
fr: Bas de la vidéo
ja: ビデオの下
ko: 비디오 아래
pt_br: Base do Vídeo
ru: Внизу видео
yue: 影片底部
zh_hans: 视频底部
zh_hant: 視訊底部

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
ko: 밝기
pt_br: Brilho
ru: Яркость
yue: 亮度
zh_hans: 亮度
zh_hant: 亮度

source: Brightness:
de: Helligkeit:
es: Brillo:
fr: Luminosité :
ja: 明るさ:
ko: 밝기:
pt_br: Brilho:
ru: Яркость:
yue: 亮度:
zh_hans: 亮度:
zh_hant: 亮度:

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
yue: 取消
zh_hans: 取消
zh_hant: 取消

source: Cast
de: Streamen
es: Transmitir
fr: Diffuser
ja: キャスト
ko: 캐스트
pt_br: Transmitir
ru: Транслировать
yue: 投放
zh_hans: 投屏
zh_hant: 投放

source: Cast disconnected
de: Streaming getrennt
es: Transmisión desconectada
fr: Diffusion déconnectée
ja: キャストを切断しました
ko: 캐스트 연결 끊김
pt_br: Transmissão desconectada
ru: Трансляция отключена
yue: 投放已中斷
zh_hans: 投屏已断开
zh_hant: 投放已中斷

source: Casting Dolby Vision isn't supported. Play locally instead.
de: Streamen von Dolby Vision wird nicht unterstützt. Bitte stattdessen lokal abspielen.
es: No se admite la transmisión de Dolby Vision. Reproduce localmente.
fr: La diffusion Dolby Vision n'est pas prise en charge. Lisez localement.
ja: Dolby Vision のキャストは未対応です。ローカルで再生してください。
ko: Dolby Vision 캐스트는 지원되지 않습니다. 로컬에서 재생하십시오.
pt_br: A transmissão em Dolby Vision não é compatível. Reproduza localmente.
ru: Трансляция Dolby Vision не поддерживается. Воспроизведите локально.
yue: 唔支援投放 Dolby Vision，請喺本機播放。
zh_hans: 不支持投屏 Dolby Vision，请在本机播放。
zh_hant: 不支援投放 Dolby Vision，請於本機播放。

source: Casting to %@
de: Übertrage an %@
es: Transmitiendo a %@
fr: Diffusion vers %@
ja: %@ にキャスト中
ko: %@(으)로 캐스팅 중
pt_br: Transmitindo para %@
ru: Трансляция на %@
yue: 投放至 %@
zh_hans: 投射到 %@
zh_hant: 投放至 %@

source: Casting to %@…
de: Übertrage an %@…
es: Transmitiendo a %@…
fr: Diffusion vers %@…
ja: %@ にキャスト中…
ko: %@(으)로 캐스팅 중…
pt_br: Transmitindo para %@…
ru: Трансляция на %@…
yue: 投放至 %@…
zh_hans: 投射到 %@…
zh_hant: 投放至 %@…

source: Chapter
de: Kapitel
es: Capítulo
fr: Chapitre
ja: チャプター
ko: 챕터
pt_br: Capítulo
ru: Глава
yue: 章節
zh_hans: 章节
zh_hant: 章節

source: Chapter: %@
de: Kapitel: %@
es: Capítulo: %@
fr: Chapitre : %@
ja: チャプター: %@
ko: 챕터: %@
pt_br: Capítulo: %@
ru: Глава: %@
yue: 章節：%@
zh_hans: 章节：%@
zh_hant: 章節：%@

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Vérifier les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Verificar atualizações…
ru: Проверить обновления…
yue: 檢查更新…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose Destination
de: Ziel wählen
es: Elegir destino
fr: Choisir la destination
ja: 出力先を選択
ko: 대상 선택
pt_br: Escolher Destino
ru: Выбор назначения
yue: 揀目的地
zh_hans: 选择目标
zh_hant: 選擇目的地

source: Choose Profile
de: Profil wählen
es: Elegir perfil
fr: Choisir un profil
ja: プロファイルを選択
ko: 프로파일 선택
pt_br: Escolher Perfil
ru: Выбор профиля
yue: 揀設定檔
zh_hans: 选择配置文件
zh_hant: 選擇設定檔

source: Classical
de: Klassik
es: Clásica
fr: Classique
ja: クラシック
ko: 클래식
pt_br: Clássica
ru: Классика
yue: 古典
zh_hans: 古典
zh_hant: 古典

source: Clear Menu
de: Menü leeren
es: Borrar menú
fr: Effacer le menu
ja: メニューを消去
ko: 메뉴 지우기
pt_br: Limpar Menu
ru: Очистить меню
yue: 清除選單
zh_hans: 清除菜单
zh_hant: 清除選單

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
yue: 關閉
zh_hans: 关闭
zh_hant: 關閉

source: Close Panel
de: Panel schließen
es: Cerrar panel
fr: Fermer le panneau
ja: パネルを閉じる
ko: 패널 닫기
pt_br: Fechar painel
ru: Закрыть панель
yue: 關閉面板
zh_hans: 关闭面板
zh_hant: 關閉面板

source: Comma-separated ISO codes, e.g. en,zh,ja
de: Komma-getrennte ISO-Codes, z. B. en,zh,ja
es: Códigos ISO separados por comas, p. ej. en,zh,ja
fr: Codes ISO séparés par des virgules, p. ex. en,zh,ja
ja: カンマ区切りの ISO コード (例: en,zh,ja)
ko: 쉼표로 구분된 ISO 코드 (예: en,zh,ja)
pt_br: Códigos ISO separados por vírgula, ex. en,zh,ja
ru: Коды ISO через запятую, напр. en,zh,ja
yue: 用逗號分隔嘅 ISO 代碼,例如 en,zh,ja
zh_hans: 用逗号分隔的 ISO 代码,例如 en,zh,ja
zh_hant: 用逗號分隔的 ISO 代碼,例如 en,zh,ja

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
ja: %@ に接続済み
ko: %@에 연결됨
pt_br: Conectado a %@
ru: Подключено к %@
yue: 已連接至 %@
zh_hans: 已连接到 %@
zh_hant: 已連接至 %@

source: Connecting…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
yue: 正在連接…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Context Menu
de: Kontextmenü
es: Menú contextual
fr: Menu contextuel
ja: コンテキストメニュー
ko: 컨텍스트 메뉴
pt_br: Menu de contexto
ru: Контекстное меню
yue: 右鍵選單
zh_hans: 上下文菜单
zh_hant: 右鍵選單

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
ko: 대비
pt_br: Contraste
ru: Контраст
yue: 對比度
zh_hans: 对比度
zh_hant: 對比度

source: Conversion Complete
de: Konvertierung abgeschlossen
es: Conversión completada
fr: Conversion terminée
ja: 変換が完了しました
ko: 변환 완료
pt_br: Conversão concluída
ru: Конвертация завершена
yue: 轉換完成
zh_hans: 转换完成
zh_hant: 轉換完成

source: Conversion Failed
de: Konvertierung fehlgeschlagen
es: Conversión fallida
fr: Échec de la conversion
ja: 変換に失敗しました
ko: 변환 실패
pt_br: Falha na conversão
ru: Сбой конвертации
yue: 轉換失敗
zh_hans: 转换失败
zh_hant: 轉換失敗

source: Conversion failed
de: Konvertierung fehlgeschlagen
es: Conversión fallida
fr: Échec de la conversion
ja: 変換に失敗しました
ko: 변환 실패
pt_br: Falha na conversão
ru: Сбой конвертации
yue: 轉換失敗
zh_hans: 转换失败
zh_hant: 轉換失敗

source: Convert & Stream
de: Konvertieren und Streamen
es: Convertir y transmitir
fr: Convertir et diffuser
ja: 変換とストリーミング
ko: 변환 및 스트림
pt_br: Converter e transmitir
ru: Конвертация и трансляция
yue: 轉換與串流
zh_hans: 转换与推流
zh_hant: 轉換與串流

source: Convert / Stream…
de: Konvertieren / Streamen…
es: Convertir / Transmitir…
fr: Convertir / Diffuser…
ja: 変換 / ストリーミング…
ko: 변환 / 스트림…
pt_br: Converter / Transmitir…
ru: Конвертировать / Транслировать…
yue: 轉換 / 串流…
zh_hans: 转换 / 推流…
zh_hant: 轉換 / 串流…

source: Converting %.0f%% • ETA %.0fs
de: Konvertierung %.0f%% • Verbleibend %.0fs
es: Convirtiendo %.0f%% • ETA %.0fs
fr: Conversion %.0f%% • Restant %.0f s
ja: 変換中 %.0f%% • 残り %.0f秒
ko: 변환 중 %.0f%% • 남은 시간 %.0f초
pt_br: Convertendo %.0f%% • Restam %.0fs
ru: Конвертация %.0f%% • Осталось %.0f с
yue: 轉換緊 %.0f%% • 預計剩餘 %.0f秒
zh_hans: 转换中 %.0f%% • 预计剩余 %.0f秒
zh_hant: 轉換中 %.0f%% • 預計剩餘 %.0f秒

source: Converting…
de: Konvertierung läuft…
es: Convirtiendo…
fr: Conversion…
ja: 変換中…
ko: 변환 중…
pt_br: Convertendo…
ru: Конвертация…
yue: 轉換緊…
zh_hans: 转换中…
zh_hant: 轉換中…

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사하기
pt_br: Copiar
ru: Скопировать
yue: 複製
zh_hans: 拷贝
zh_hant: 拷貝

source: Could not check for updates
de: Updates konnten nicht geprüft werden
es: No se pudieron buscar actualizaciones
fr: Impossible de vérifier les mises à jour
ja: アップデートを確認できませんでした
ko: 업데이트를 확인할 수 없습니다
pt_br: Não foi possível buscar atualizações
ru: Не удалось проверить обновления
yue: 無法檢查更新
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

source: Crop
de: Zuschnitt
es: Recortar
fr: Recadrer
ja: クロップ
ko: 자르기
pt_br: Recortar
ru: Обрезка
yue: 裁剪
zh_hans: 裁剪
zh_hant: 裁切

source: Crop to Fill
de: Zuschneiden zum Füllen
es: Recortar al máximo
fr: Recadrer pour remplir
ja: 切り抜いて埋める
ko: 잘라서 채우기
pt_br: Recortar para preencher
ru: Обрезать до заполнения
yue: 裁切填滿
zh_hans: 裁剪填充
zh_hant: 裁切填滿

source: Crop: %@
de: Beschneiden: %@
es: Recortar: %@
fr: Recadrer : %@
ja: クロップ: %@
ko: 자르기: %@
pt_br: Recortar: %@
ru: Обрезка: %@
yue: 裁剪:%@
zh_hans: 裁剪:%@
zh_hant: 裁剪:%@

source: Current Time
de: Aktuelle Zeit
es: Tiempo actual
fr: Temps actuel
ja: 現在時間
ko: 현재 시간
pt_br: Tempo atual
ru: Текущее время
yue: 目前時間
zh_hans: 当前时间
zh_hant: 目前時間

source: Custom…
de: Eigene…
es: Personalizar…
fr: Personnalisé…
ja: カスタム…
ko: 사용자 정의…
pt_br: Personalizar…
ru: Свой…
yue: 自訂…
zh_hans: 自定…
zh_hant: 自訂…

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: カット
ko: 오려두기
pt_br: Recortar
ru: Вырезать
yue: 剪下
zh_hans: 剪切
zh_hant: 剪下

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
yue: 深色
zh_hans: 深色
zh_hant: 深色

source: Decrease Volume
de: Leiser
es: Bajar volumen
fr: Baisser le volume
ja: 音量を下げる
ko: 음량 낮추기
pt_br: Diminuir Volume
ru: Уменьшить громкость
yue: 降低音量
zh_hans: 减小音量
zh_hant: 降低音量

source: Deep
de: Tiefen
es: Profundo
fr: Profond
ja: ディープ
ko: 딥
pt_br: Profundo
ru: Глубокий
yue: 低沉
zh_hans: 低沉
zh_hant: 低沉

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
yue: 預設
zh_hans: 默认
zh_hant: 預設

source: Default (Awesome Player)
de: Standard (Awesome Player)
es: Predeterminado (Awesome Player)
fr: Par défaut (Awesome Player)
ja: デフォルト (Awesome Player)
ko: 기본값 (Awesome Player)
pt_br: Padrão (Awesome Player)
ru: По умолчанию (Awesome Player)
yue: 預設 (Awesome Player)
zh_hans: 默认 (Awesome Player)
zh_hant: 預設 (Awesome Player)

source: Default aspect ratio:
de: Standard-Seitenverhältnis:
es: Relación de aspecto predeterminada:
fr: Format d'image par défaut :
ja: デフォルトのアスペクト比:
ko: 기본 화면 비율:
pt_br: Proporção padrão:
ru: Соотношение сторон по умолчанию:
yue: 預設長闊比:
zh_hans: 默认宽高比:
zh_hant: 預設長寬比:

source: Default window size:
de: Standardgröße:
es: Tamaño predeterminado:
fr: Taille par défaut :
ja: デフォルトのウインドウサイズ:
ko: 기본 윈도우 크기:
pt_br: Tamanho padrão:
ru: Размер по умолчанию:
yue: 預設視窗大小:
zh_hans: 默认窗口大小:
zh_hant: 預設視窗大小:

source: Default window width (px, 0 = auto):
de: Standard-Fensterbreite (px, 0 = Auto):
es: Ancho de ventana predet. (px, 0 = auto):
fr: Largeur de fenêtre par défaut (px, 0 = auto) :
ja: デフォルトのウインドウ幅 (px, 0 = 自動):
ko: 기본 윈도우 너비 (px, 0 = 자동):
pt_br: Largura padrão da janela (px, 0 = auto):
ru: Ширина окна по умолчанию (пикс., 0 = авто):
yue: 預設視窗闊度 (像素, 0 = 自動):
zh_hans: 默认窗口宽度 (像素, 0 = 自动):
zh_hant: 預設視窗寬度 (像素, 0 = 自動):

source: Desktop
de: Schreibtisch
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크탑
pt_br: Mesa
ru: Рабочий стол
yue: 桌面
zh_hans: 桌面
zh_hant: 桌面

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 끊기
pt_br: Desconectar
ru: Отключить
yue: 中斷連接
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断しました
ko: 연결이 끊김
pt_br: Desconectado
ru: Отключено
yue: 已中斷連接
zh_hans: 已断开
zh_hant: 已中斷

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: 表示
ko: 표시
pt_br: Tela
ru: Дисплей
yue: 顯示
zh_hans: 显示
zh_hant: 顯示

source: Display Type
de: Anzeigetyp
es: Tipo de visualización
fr: Type d'affichage
ja: 表示位置
ko: 표시 형식
pt_br: Tipo de Exibição
ru: Тип отображения
yue: 顯示位置
zh_hans: 显示位置
zh_hant: 顯示位置

source: Display language:
de: Anzeigesprache:
es: Idioma de visualización:
fr: Langue d'affichage :
ja: 表示言語:
ko: 표시 언어:
pt_br: Idioma de exibição:
ru: Язык интерфейса:
yue: 顯示語言:
zh_hans: 显示语言:
zh_hant: 顯示語言:

source: Double Size
de: Doppelte Größe
es: Tamaño doble
fr: Taille double
ja: 2倍のサイズ
ko: 두 배 크기
pt_br: Tamanho Dobrado
ru: Двойной размер
yue: 兩倍大細
zh_hans: 双倍尺寸
zh_hant: 雙倍尺寸

source: Double click:
de: Doppelklick:
es: Doble clic:
fr: Double clic :
ja: ダブルクリック:
ko: 두 번 클릭:
pt_br: Clique duplo:
ru: Двойной клик:
yue: 雙擊:
zh_hans: 双击:
zh_hant: 雙擊:

source: Download & Load
de: Herunterladen & laden
es: Descargar y cargar
fr: Télécharger et charger
ja: ダウンロードして読み込む
ko: 다운로드 및 불러오기
pt_br: Baixar e carregar
ru: Загрузить и применить
yue: 下載並載入
zh_hans: 下载并加载
zh_hant: 下載並載入

source: Download failed: %@
de: Download fehlgeschlagen: %@
es: Descarga fallida: %@
fr: Échec du téléchargement : %@
ja: ダウンロードに失敗しました: %@
ko: 다운로드 실패: %@
pt_br: Falha no download: %@
ru: Ошибка загрузки: %@
yue: 下載失敗:%@
zh_hans: 下载失败:%@
zh_hant: 下載失敗:%@

source: Downloading…
de: Lade herunter…
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
ru: Загрузка…
yue: 下載中…
zh_hans: 下载中…
zh_hant: 下載中…

source: Drop a video here, or pick one below
de: Video hier ablegen oder unten auswählen
es: Suelta un video aquí, o elige uno abajo
fr: Déposez une vidéo ici, ou choisissez-en une ci-dessous
ja: ここに動画をドロップするか、下から選択
ko: 여기에 비디오를 끌어다 놓거나 아래에서 선택
pt_br: Solte um vídeo aqui ou escolha um abaixo
ru: Перетащите видео сюда или выберите ниже
yue: 拖放影片到此處,或喺下方選擇
zh_hans: 将视频拖放到此处,或在下方选择
zh_hant: 將影片拖放到此處,或在下方選擇

source: Drop media here
de: Medien hier ablegen
es: Arrastra el contenido aquí
fr: Glissez un média ici
ja: ここにメディアをドロップ
ko: 여기에 미디어를 놓으십시오
pt_br: Solte a mídia aqui
ru: Перетащите медиа сюда
yue: 將媒體拖到呢度
zh_hans: 将媒体拖到此处
zh_hant: 將媒體拖到此處

source: Drop video file here to play
de: Videodatei hier ablegen, um sie abzuspielen
es: Suelta el archivo de video aquí para reproducir
fr: Déposez le fichier vidéo ici pour le lire
ja: 動画ファイルをここにドロップして再生
ko: 비디오 파일을 여기에 놓아 재생
pt_br: Solte o arquivo de vídeo aqui para reproduzir
ru: Перетащите видеофайл сюда для воспроизведения
yue: 拖放影片檔案到此處播放
zh_hans: 将视频文件拖放到此处播放
zh_hant: 將影片檔案拖放到此處播放

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 再生時間
ko: 재생 시간
pt_br: Duração
ru: Длительность
yue: 片長
zh_hans: 时长
zh_hant: 片長

source: Edit
de: Bearbeiten
es: Editar
fr: Édition
ja: 編集
ko: 편집
pt_br: Editar
ru: Правка
yue: 編輯
zh_hans: 编辑
zh_hant: 編輯

source: Electronic
de: Elektronisch
es: Electrónica
fr: Électronique
ja: エレクトロニック
ko: 일렉트로닉
pt_br: Eletrônica
ru: Электронный
yue: 電子
zh_hans: 电子
zh_hant: 電子

source: Embedded subtitles loaded
de: Eingebettete Untertitel geladen
es: Subtítulos integrados cargados
fr: Sous-titres intégrés chargés
ja: 埋め込み字幕を読み込みました
ko: 내장 자막 로드됨
pt_br: Legendas embutidas carregadas
ru: Встроенные субтитры загружены
yue: 已載入內嵌字幕
zh_hans: 已加载内嵌字幕
zh_hant: 已載入內嵌字幕

source: Enable media keys (Play/Pause, Next, Prev)
de: Medientasten aktivieren (Wiedergabe/Pause, Weiter, Zurück)
es: Activar teclas multimedia (Reproducir/Pausa, Siguiente, Anterior)
fr: Activer les touches multimédia (Lecture/Pause, Suivant, Précédent)
ja: メディアキーを有効化 (再生/一時停止、次へ、前へ)
ko: 미디어 키 활성화 (재생/일시정지, 다음, 이전)
pt_br: Ativar teclas de mídia (Reproduzir/Pausar, Próxima, Anterior)
ru: Включить медиаклавиши (Воспр./Пауза, Далее, Назад)
yue: 啟用媒體鍵 (播放/暫停、下一首、上一首)
zh_hans: 启用媒体键 (播放/暂停、下一首、上一首)
zh_hant: 啟用媒體鍵 (播放/暫停、下一首、上一首)

source: Enter Full Screen
de: Vollbild ein
es: Entrar en pantalla completa
fr: Passer en plein écran
ja: フルスクリーンにする
ko: 전체 화면 시작
pt_br: Entrar em Tela Cheia
ru: Перейти в полноэкранный режим
yue: 進入全屏幕
zh_hans: 进入全屏
zh_hant: 進入全螢幕

source: Enter a media URL or YouTube/web link:
de: Geben Sie eine Medien-URL oder einen YouTube-/Web-Link ein:
es: Introduce una URL de contenido o un enlace de YouTube/web:
fr: Saisir une URL média ou un lien YouTube / web :
ja: メディア URL または YouTube / Web リンクを入力:
ko: 미디어 URL 또는 YouTube/웹 링크 입력:
pt_br: Digite uma URL de mídia ou link do YouTube/web:
ru: Введите URL медиафайла или ссылку YouTube/веб:
yue: 輸入媒體 URL 或 YouTube／網頁連結：
zh_hans: 输入媒体 URL 或 YouTube / 网页链接：
zh_hant: 輸入媒體 URL 或 YouTube／網頁連結：

source: Enter time (e.g. 1:30 or 90):
de: Zeit eingeben (z. B. 1:30 oder 90):
es: Introduce el tiempo (p. ej. 1:30 o 90):
fr: Saisir un instant (par ex. 1:30 ou 90) :
ja: 時間を入力(例: 1:30 または 90):
ko: 시간 입력 (예: 1:30 또는 90):
pt_br: Digite o tempo (ex.: 1:30 ou 90):
ru: Введите время (например, 1:30 или 90):
yue: 輸入時間（例如 1:30 或 90）：
zh_hans: 输入时间（例如 1:30 或 90）：
zh_hant: 輸入時間（例如 1:30 或 90）：

source: Escape Key
de: Esc-Taste
es: Tecla Esc
fr: Touche Échap
ja: Esc キー
ko: Esc 키
pt_br: Tecla Esc
ru: Клавиша Esc
yue: Esc 鍵
zh_hans: Esc 键
zh_hant: Esc 鍵

source: Escape key action:
de: Esc-Taste-Aktion:
es: Acción de Esc:
fr: Action de la touche Échap :
ja: Esc キーの動作:
ko: Esc 키 동작:
pt_br: Ação da tecla Esc:
ru: Действие клавиши Esc:
yue: Esc 鍵動作:
zh_hans: Esc 键动作:
zh_hant: Esc 鍵動作:
